Repository: yosuke1114/GeoMemo
Catalog: geomemo/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ map
ja: %@の地図

source: %d WAYPOINTS
ja: %d個のウェイポイント

source: %d WAYPOINTS — EDIT
ja: %d個のウェイポイント — 編集

source: %lld memos
ja: %lld件のメモ

source: %lld memos nearby: %@
ja: 近くに%lld件のメモがあります：%@

source: 1 hour
ja: 1時間後

source: 5 min
ja: 5分後

source: 5 min later
ja: 5分後

source: 10 min
ja: 10分

source: 15 min
ja: 15分後

source: 30 min
ja: 30分後

source: 30 min later
ja: 30分後

source: ABOUT
ja: 情報

source: Add item…
ja: アイテムを追加…

source: Add Memo
ja: メモを追加

source: ADD MEMO
ja: メモ追加

source: ADD PHOTO
ja: 写真を追加

source: Add to favorites
ja: お気に入りに追加

source: ADD WAYPOINTS
ja: ウェイポイントを追加

source: All colors
ja: すべての色

source: Allow Location
ja: 位置情報を許可

source: Allow Notifications
ja: 通知を許可

source: Always
ja: 常に許可

source: APPEARANCE
ja: 外観

source: Attached image
ja: 添付画像

source: Authorized
ja: 許可

source: Back
ja: 戻る

source: Blue
ja: 青

source: Cancel
ja: キャンセル

source: CANCEL
ja: キャンセル

source: Checking...
ja: 確認中...

source: Checklist instead of a note
ja: ノートではなくチェックリスト

source: COLOR
ja: カラー

source: Complete
ja: 完了

source: Complete (%lld)
ja: 完了 (%lld)

source: Complete Memo
ja: メモを完了

source: Continue
ja: 続ける

source: Could not get your current location.
ja: 現在地を取得できませんでした。

source: Creates a new memo at your current location in GeoMemo
ja: GeoMemoで現在地にメモを作成します

source: Dark
ja: ダーク

source: DATA
ja: データ

source: DAYS
ja: 曜日

source: Default Radius
ja: デフォルト半径

source: DEFAULTS
ja: デフォルト

source: Delete
ja: 削除

source: DELETE MEMO
ja: メモを削除

source: Delete this memo?
ja: このメモを削除しますか？

source: Denied
ja: 拒否

source: DETECTION RADIUS
ja: 検知半径

source: Disabled
ja: 無効

source: Done
ja: 完了

source: DONE
ja: 完了

source: Drag the map to select a location
ja: マップをドラッグして場所を選択

source: EDIT
ja: 編集

source: EDIT MEMO
ja: メモ編集

source: Enabled
ja: 有効

source: Ephemeral
ja: 一時的

source: EXIT DELAY
ja: 退出遅延

source: EXPIRY
ja: 期限

source: Export backup
ja: バックアップをエクスポート

source: Export failed
ja: エクスポートに失敗しました

source: Failed to fetch memos.
ja: メモの取得に失敗しました。

source: Favorite
ja: お気に入り

source: Favorites
ja: お気に入り

source: Favorites filter: Off
ja: お気に入りフィルタ: オフ

source: Favorites filter: On
ja: お気に入りフィルタ: オン

source: Free plan is limited to %lld memos
ja: 無料プランは%lld件のメモまで利用できます

source: Fri
ja: 金

source: Friday
ja: 金曜日

source: Get Nearby Memos
ja: 近くのメモを取得

source: Get notified when you enter or leave a saved location
ja: 登録した場所に近づいたとき・ 離れたときにお知らせします

source: Get Started
ja: はじめる

source: Gray
ja: グレー

source: Green
ja: 緑

source: iCloud Sync
ja: iCloud同期

source: iCloud sync is OFF. Export a backup to transfer data when switching devices.
ja: iCloud同期がオフです。デバイスを切り替える際はバックアップをエクスポートしてください。

source: Immediately
ja: すぐに

source: Import
ja: インポート

source: Import backup
ja: バックアップをインポート

# Import complete: %d added, %d skipped (already existed).
source: Import complete: %1$d added, %2$d skipped (already existed).
ja: インポート完了：%d件追加、%d件スキップ（既存）。

source: Item
ja: アイテム

source: Last synced
ja: 最後に同期

source: Leave memos at places
ja: 場所にメモを残そう

source: Licenses
ja: ライセンス

source: Light
ja: ライト

source: List
ja: リスト

source: LIST
ja: リスト

source: List / Checklist Mode
ja: リスト／チェックリストモード

source: LIST MODE
ja: リストモード

source: Lists GeoMemo memos near your current location
ja: 現在地周辺のGeoMemoメモを一覧表示

source: Loading...
ja: 取得中...

source: Location
ja: 位置情報

source: Manage shopping lists and tasks by location
ja: 場所ごとに買い物リストやタスクを管理

source: Map
ja: マップ

source: MAP
ja: マップ

source: MAP STYLE
ja: マップスタイル

source: marked as complete
ja: 完了にしました

source: Marks a GeoMemo memo as complete
ja: GeoMemoのメモを完了にします

source: Maximum 5 waypoints reached
ja: ウェイポイントは最大5個です

source: Memo
ja: メモ

# Memo "%@" added%@
source: Memo "%1$@" added%2$@
ja: メモ「%@」を追加しました%@

source: Memos sync automatically across all devices signed in to the same Apple ID.
ja: 同じApple IDでサインインした全デバイスでメモが自動同期されます。

source: Mon
ja: 月

source: Monday
ja: 月曜日

source: Monitoring %lld memos
ja: %lld件を監視中

source: Nearby
ja: 近く

source: Nearby Memos
ja: 近くのメモ

source: NEW MEMO
ja: 新規メモ

source: No favorites yet
ja: お気に入りはまだありません

source: No matching memos
ja: 該当するメモがありません

source: No memos nearby.
ja: 近くにメモはありません。

source: No memos yet
ja: メモがありません

source: No results found
ja: 結果が見つかりません

source: Not fetched
ja: 未取得

source: Not Set
ja: 未設定

source: Note
ja: ノート

source: Notifications
ja: 通知

source: NOTIFICATIONS
ja: 通知

source: Notify after leaving the area
ja: エリア退出後に通知

source: Notify after staying in the area
ja: エリア滞在後に通知

source: Notify on arrival
ja: 到着時に通知

source: Notify on departure
ja: 離脱時に通知

source: Notify when passing waypoints
ja: ウェイポイント通過時に通知

source: Notify when passing waypoints in order
ja: 順番にウェイポイントを通過したときに通知

source: ON ENTRY
ja: 到着時

source: ON EXIT
ja: 離脱時

source: One-time purchase · No subscription
ja: 買い切り・サブスクなし

source: Open GeoMemo
ja: GeoMemoを開く

source: Open Memo
ja: メモを開く

source: Opens a specific memo in GeoMemo
ja: GeoMemoで特定のメモを開きます

source: Orange
ja: オレンジ

source: Page %lld of 3
ja: ページ%lld/3

source: PASS-THROUGH
ja: パススルー

source: Pass-Through (Dynamic Island)
ja: パススルー（Dynamic Island）

source: Payment is charged to your Apple ID account. The purchase is non-refundable.
ja: 料金はApple IDアカウントに請求されます。購入は返金不可です。

source: PERMISSIONS
ja: 権限

source: PLACES
ja: 場所

source: Product not available. Please try again.
ja: 商品を取得できませんでした。もう一度お試しください。

source: Provisional
ja: 仮許可

source: Purchase is pending approval.
ja: 購入の承認を待っています。

source: Purple
ja: 紫

source: RADIUS
ja: 半径

source: Radius (meters)
ja: 半径（メートル）

source: Red
ja: 赤

source: Remove from favorites
ja: お気に入り解除

source: RESET
ja: リセット

source: Restore
ja: 元に戻す

source: Restore Purchase
ja: 購入を復元

source: Restricted
ja: 制限あり

source: Returns GeoMemo memos near your current location — use the result in subsequent Shortcuts actions
ja: 現在地近くのGeoMemoメモを返します（次のアクションで利用可能）

source: ROUTE
ja: ルート

source: Route Trigger
ja: ルートトリガー

source: ROUTE TRIGGER
ja: ルートトリガー

source: Route:
ja: ルート:

source: Sat
ja: 土

source: Saturday
ja: 土曜日

source: SAVE
ja: 保存

source: SAVED MEMOS
ja: 登録済みメモ

source: Search
ja: 検索

source: Search for memos in GeoMemo
ja: GeoMemoでメモを検索

source: Search GeoMemo
ja: GeoMemoを検索

source: Search memos & places...
ja: メモ・場所を検索...

source: Search memos...
ja: メモを検索…

source: Search places...
ja: 場所を検索...

source: Search Text
ja: 検索テキスト

source: See distance in Dynamic Island when nearby
ja: 近くにいるときにDynamic Islandに距離を表示

source: SELECT
ja: 選択

source: SETTINGS
ja: 設定

source: Share memo
ja: メモをシェア

source: Show Favorites
ja: お気に入りを表示

source: Show in Dynamic Island when nearby
ja: 近くにいるときにDynamic Islandに表示

source: Shows favorite memos in GeoMemo
ja: GeoMemoのお気に入りメモを表示

source: Sign in to iCloud in iOS Settings to enable automatic sync.
ja: 自動同期を有効にするには、iOS設定でiCloudにサインインしてください。

source: Sun
ja: 日

source: Sunday
ja: 日曜日

source: Sync error
ja: 同期エラー

source: Syncing…
ja: 同期中…

source: System
ja: システム

# tag.food
source: Food
ja: 食事

# tag.home
source: Home
ja: 自宅

# tag.important
source: Important
ja: 重要

# tag.leisure
source: Leisure
ja: 余暇

# tag.medical
source: Medical
ja: 医療

# tag.memo
source: Memo
ja: メモ

# tag.school
source: School
ja: 学校

# tag.shopping
source: Shopping
ja: 買い物

# tag.transit
source: Transit
ja: 移動

# tag.work
source: Work
ja: 仕事

source: TAGS
ja: タグ

source: Tap the map to add a memo
ja: 地図をタップしてメモを追加してください

source: Tap the map to add waypoints (max 5)
ja: 地図をタップ（最大5個）

source: TAP TO ADD ROUTE
ja: ルートを追加

source: This action cannot be undone.
ja: この操作は取り消せません。

source: This app does not use any open source libraries.
ja: このアプリはオープンソースライブラリを使用していません。

source: Thu
ja: 木

source: Thursday
ja: 木曜日

source: TIME WINDOW
ja: 時間帯

source: Title
ja: タイトル

source: TRIGGER CONDITIONS
ja: 発動条件

source: Tue
ja: 火

source: Tuesday
ja: 火曜日

source: Unknown
ja: 不明

source: Unknown Location
ja: 不明な場所

source: Unlimited Memos
ja: 無制限メモ

source: Unlock unlimited memos
ja: 無制限メモをアンロック

source: Untitled
ja: （タイトルなし）

source: UPDATE
ja: 更新

source: Upgrade to Pro
ja: Proへアップグレード

source: Use Export to share a snapshot or migrate to a non-iCloud device.
ja: エクスポートを使ってスナップショットを共有したり、iCloud非対応デバイスに移行したりできます。

source: Used to notify you when you approach a memo area
ja: エリアに近づいたときにメモをお知らせ するために使用します

source: Version
ja: バージョン

source: Waypoint %d
ja: ウェイポイント %d

source: Wed
ja: 水

source: Wednesday
ja: 水曜日

source: While Using
ja: 使用中のみ

source: You entered the area
ja: エリアに入りました

source: You left the area
ja: エリアを出ました

source: You've been here for a while
ja: しばらくこのエリアにいます
